import React from 'react'

const Portfolio = () => {
    return (
        <>
            <div className="portfolio">
                <div className="header">
                    <div className="container">
                        <div className="row header-text">
                            <h1>OOO ‘MIX TECHNO HYDRAULICS’</h1>
                        </div>
                    </div>
                </div>
                <div className="section-01">
                    <div className="container">
                        <div className="row section-01-text">
                            <h3>ООО «MIX TECHNO HYDRAULICS» приветствует Вас и в вашем лице
                                коллектив!
                            </h3>
                            <ul>
                                <li>
                                    Нашей компании только три года, и мы хотим проработать на благо Узбекистана, внедряя новые технологии силами
                                    местных квалифицированных инженеров. Эти три года были для нас сложными, но продуктивными, мы сделали
                                    силами своих специалистов несколько интересных проектов, поставок оборудования с последующей наладкой. В
                                    сферах насосных станций перекачки воды и стоков, гидравлических прессах и грузоподъемных механизмах.
                                </li>
                                <li>
                                    Оглядываясь назад, вспоминаем, как в сложных переговорах приходилось убеждать коллег в необходимости
                                    проведения модернизационных работ. Сегодня же, мы можем показать наши работы, а Вы услышать отзывы о
                                    сделанном.
                                </li>
                                <li>
                                    Результат: Предприятия экономят свои средства на уменьшении эксплуатационных расходов, на уменьшении
                                    потребления электроэнергии, на уменьшении постоянных расходов запасных частей и уменьшении аварийности.
                                </li>
                            </ul>
                        </div>
                    </div>
                </div>
                <div className="section-02">
                    <div className="container">
                        <div className="row section-02-main">
                            <p>
                                Важным элементом в достижении наших целей в сфере услуг автоматизации, предлагая
                                инженерные решения, считаем работу в сотрудничестве с компанией Delta Electronics.
                                С момента основания компании и по сей день, виден устойчивый рост производства и внедрения в
                                рынок мировой автоматизации, компания устойчиво входит в мировой индекс устойчивости Доуджонса (DJSI world).
                            </p>
                            <div className="col-12 d-flex">
                                <div className="col-lg-6">
                                    <p>Миссия компании - «создавать инновационные,
                                        энергоэффективные и экологически чистые решения для
                                        повышения качества жизни».
                                        Исследовательские центры компании работают в Тайване,
                                        Китае, Таиланде, Японии, США и в странах Европы.
                                        С 2010 года компания была удостоена 47 международных
                                        наград, в том числе IF, Reddot, CES Innovation, Computex Best
                                        Choice и Taiwan Excellence.
                                    </p>
                                </div>
                                <div className="col-lg-6">
                                    <img src="/image/section-02-main.png" alt="" className='w-100' />
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
                <div className="section-03">
                    <div className="container">
                        <div className="row section-03-text">
                            <p>Специалисты компании ООО «WESMART» не останавливается на достигнутом, проходят курсы повышения
                                квалификации и готовы предложить разные решения по промышленной автоматизации.</p>
                            <br />
                            <p>
                                Наше предложение включает:
                                Приводы.
                                Контроллеры.
                                Системы управления движением.
                                Датчики.
                                Коммуникационные устройства и программное обеспечение для машиностроения.
                            </p>
                            <br /><br />
                            <p>также поставляем энергосберегающие решения, приводные системы, решения для
                                визуализации, и наблюдения, системы управления предприятиями, роботизированные
                                станции, оборудование для повышения качества электроэнергии и промышленную автоматику
                                для сферы высоких технологий, электронной, нефтегазовой, химической, и металлургической
                                отраслей.
                            </p>
                        </div>
                    </div>
                </div>
                <div className="section-04">
                    <div className="container">
                        <div className="row section-04-main d-flex">
                            <div className="col-lg-6 left d-flex flex-column">
                                <div className="top">
                                    <h3>1. Частотные преобразователи</h3>
                                    <img src="/image/section-04-main-01.png" alt="" />
                                </div>
                                <div className="bottom">
                                    <h3>2. Модули рекуперации энергии</h3>
                                    <img src="/image/section-04-main-02.png" alt="" />
                                </div>
                            </div>
                            <div className="col-lg-6 right">
                                <h3>3. Программируемые логические контроллеры</h3>
                                <img src="/image/section-04-main-03.png" alt="" />
                            </div>
                        </div>
                    </div>
                </div>
                <div className="section-05">
                    <div className="container">
                        <div className="row section-05-text">
                            <h2>
                                Компания ООО «MIX TECHNO HYDRAULICS» является партнером Delta Electronics в Узбекистане. Поставляет оборудование и инженерные решения в Республике Узбекистан, имеет возможность проводить шеф монтаж, наладку оборудования на Ваших площадках. Так
                                же ведем сервисное обслуживание и даем гарантии на
                                оборудование.
                            </h2>
                        </div>
                    </div>
                </div>
                <div className="section-06">
                    <div className="container">
                        <div className="row section-06-main">
                            <h2>Пример системы управления мостового электрического Працен-крана</h2>
                            <div className="col-12 main d-flex">
                                <div className="col-lg-6 left">
                                    <div className="left-01">
                                        <img src="/image/section-06-main-01.png" alt="" />
                                        <h3>Описание системы:</h3>
                                    </div>
                                    <div className="left-02">
                                        <p>
                                            Грузоподъемный механизм рассчитан на тяжёлый режим работы в температурной среде превышающей +40°С, и имеет большую производительность благодаря высоким скоростям передвижения. Тележка выполнена поворотной, что позволяет укладывать прокат как вдоль, так и поперёк цеха. При этом траверса с лапами крепится к двум жёстким направляющим, предотвращающим раскачивание траверсы при разгоне. Кроме того кран укомплектован грузоподъемными магнитами.
                                        </p>
                                    </div>
                                    <div className="left-03">
                                        <img src="/image/section-06-main-03.jpg" alt="" />
                                    </div>
                                </div>
                                <div className="col-lg-6 right">
                                    <div className="right-01">
                                        <img src="/image/section-06-main-02.png" alt="" />
                                        <h3>Цели внедрения системы:</h3>
                                    </div>
                                    <div className="right-02">
                                        <p>
                                            Повышение надежности работы оборудования;
                                            Исключение аварийных и опасных для жизни и здоровья персонала ситуаций, вызванных ошибками машиниста;
                                            Обеспечение надлежащего уровня безопасности производства работ;
                                            Оптимизация режимов работы пратцен-крана;
                                            Создание комфортных условий работы машиниста;
                                            Оперативное выявление аварийных режимов работы оборудования;
                                            Обеспечение быстрой диагностики неисправностей.
                                        </p>
                                    </div>
                                    <div className="right-03">
                                        <img src="/image/section-06-main-04.jpg" alt="" />
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
                <div className="section-07">
                    <div className="container">
                        
                    </div>
                </div>
            </div>
        </>
    )
}

export default Portfolio